anwendung/benchmark/output.txt
This is ApacheBench, Version 2.3 <$Revision: 655654 $>
Copyright 1996 Adam Twiss, Zeus Technology Ltd, http://www.zeustech.net/
Licensed to The Apache Software Foundation, http://www.apache.org/

Benchmarking localhost (be patient)


Server Software:        Apache/2.4.4
Server Hostname:        localhost
Server Port:            80

Document Path:          /anwendung/meissner/
Document Length:        4344 bytes

Concurrency Level:      10
Time taken for tests:   26.352 seconds
Complete requests:      1000
Failed requests:        0
Write errors:           0
Keep-Alive requests:    998
Total transferred:      4747850 bytes
HTML transferred:       4344000 bytes
Requests per second:    37.95 [#/sec] (mean)
Time per request:       263.522 [ms] (mean)
Time per request:       26.352 [ms] (mean, across all concurrent requests)
Transfer rate:          175.95 [Kbytes/sec] received

Connection Times (ms)
              min  mean[+/-sd] median   max
Connect:        0    0   0.1      0       1
Processing:   101  263  48.6    255     525
Waiting:      101  262  48.6    255     525
Total:        101  263  48.6    255     526

Percentage of the requests served within a certain time (ms)
  50%    255
  66%    263
  75%    271
  80%    279
  90%    311
  95%    358
  98%    409
  99%    470
 100%    526 (longest request)